Repository: Arc676/Amazons-Linux
Catalog: po/*.po
Languages: de, es, fr, nl

source: Gameplay rules
de: Spielregeln
es: Reglas del juego
fr: Règles du jeu
nl: Spelregels

source: Amazons is a game invented in 1988 by Walter Zamkauskas of Argentina. It's similar to go and chess. Two players each control a number of Amazons. These can move any number of squares in any direction like chess queens. After moving, they shoot an arrow which permanently occupies the tile on which it lands. The arrow can land on any square accessible by a chess-queen-like move from the Amazon's new location. Amazons and arrows cannot move across a square if it is occupied by an arrow or another Amazon. The first player unable to make a legal move loses. Equivalently, the last player able to make a legal move wins the game.
de: Walter Zamkauskas aus Argentinien hat 1988 das Spiel Amazonen erfunden. Es ist wie Go und Schach. Zwei Spieler kontrollieren je eine bestimmte Anzahl Amazonen. Diese können sich wie Damen beim Schach bewegen: in irgendeiner Richtung und über beliebig viele leere Felder. Danach schießen sie einen Pfeil, welcher das Feld permanent besetzt, auf welchem er landet. Der Pfeil kann auf irgendein Feld geschossen werden, welche durch die Bewegungsregeln einer Dame beim Schach von dem neuen Standort der Amazone erreicht werden könnte. Amazonen und Pfeile können keine Felder überqueren, welche schon von einer Amazone oder einem Pfeil besetzt sind. Der erste Spieler ohne einen gültigen Zug verliert. Äquivalenterweise gewinnt der letzte Spieler, der fähig ist, eine Amazone noch zu bewegen.
es: Amazonas es un juego inventado en 1988 por el argentino Walter Zamkauskas. Es similar al go y al ajedrez. Dos jugadores controlan cada uno cierto número de amazonas. Éstas se pueden mover en cualquier dirección como las reinas en el ajedrez. Después de desplazarse, disparan una flecha que ocupa permanentemente la casilla en la que aterriza. La flecha puede aterrizar en cualquier casilla accesible según los movimientos permitidos a las reinas en el ajedrez desde la nueva ubicación de la amazona. Tanto las amazonas como las flechas no se pueden mover a una casilla que esté ocupada por una flecha u otra amazona. Pierde el primer jugador que no pueda hacer un movimiento permitido. Igualmente, gana el juego el último jugador que pueda hacer un movimiento permitido.
fr: Amazones est un jeu inventé en 1988 par l'argentin Walter Zamkauskas qui ressemble aux jeux de go et d'échecs. Deux joueurs/euses contrôlent chacun(e) un certain nombre d'Amazones. Elles peuvent bouger dans toutes les directions sans limite de nombre de case, comme une dame aux échecs. Après un déplacement, elles lancent un projectile qui occupe de manière permanente la case sur laquelle elle atterrit. Le projectile peut atterrir sur n'importe quelle case accessible par le mouvement d'une dame aux échecs à partir de la nouvelle position de l'Amazone. Les Amazones et les projectiles ne peuvent franchir une case si celle-ci est occupée par un projectile ou une autre Amazone. Le premier joueur ou la première joueuse incapable de faire un mouvement autorisé perd. De manière équivalente, le dernier joueur ou la dernière joueuse capable de faire un mouvement autorisé gagne.
nl: Amazones is in 1988 gemaakt door Walter Zamkauskas uit Argentinië. Het spel is vergelijkbaar met go en schaken. Twee spelers hebben de controle over een aantal amazones. Zij kunnen een onbeperkt aantal vakjes worden verplaatst en in elke richting, net als de koningin bij schaken. Na het verplaatsen schieten ze een pijl af die op een gekozen vakje landt om aan te geven dat dat vakje van hen is. De pijl kan landen op elk vakje dat kan worden bereikt vanaf de nieuwe locatie. Amazones kunnen niet worden verplaatst naar een vakje met daarop een pijl of andere amazone. De eerste speler die geen geldige zet meer kan doen verliest het spel, waardoor de speler die de laatste geldige zet kon doen wint.

source: The Game of the Amazons can be played with any number of Amazons and on any board size or shape. You can configure the game parameters in the game settings. The standard configuration involves 4 Amazons for each player on a 10x10 grid. If the entirety of the board does not fit on screen, you can drag to view different areas of the board. The player represented by the bows always plays first. At the bottom of the screen, the current player is indicated. To make a move, tap an Amazon you control, a valid destination square, and a square to which to shoot. Tapping an invalid square at any point will not affect the app state.
de: Das Spiel der Amazonen kann mit einer beliebigen Anzahl Amazonen und auf einem Feld beliebiger Größe und Form gespielt werden. Sie können die Spielparameter in den Spieleinstellungen konfigurieren. Die Standardkonfiguration besteht aus 4 Amazonen pro Spieler auf einem Feld der Größe 10x10. Falls das Feld nicht komplett sichtbar ist, können Sie durch Ziehen scrollen. Der durch die Bogen dargestellte Spieler spielt immer zuerst. Unten auf dem Bildschirm wird angegeben, wer spielt. Für Ihren Zug: drücken Sie zuerst auf eine Amazone, die Sie kontrollieren, ein gültiges Zielfeld und zuletzt ein Feld, auf welches der Pfeil landen soll. Auf ein ungültiges Feld zu drücken, beeinflusst den Spielzustand nicht.
es: El juego de las amazonas se puede jugar con cualquier número de amazonas y en un tablero de cualquier forma o tamaño. Puede configurar los parámetros del juego en la configuración del juego. La configuración estándar implica 4 amazonas para cada jugador en una rejilla de 10x10. Si el tablero en su totalidad no cabe en la pantalla, puede arrastrarlo para ver las diferentes áreas. El jugador representado por los arcos siempre juega el primero. En la zona inferior de la pantalla se indica el jugador actual. Para realizar un movimiento, pulse en una amazona que controle, una casilla de destino válida y una casilla a la que disparar. Pulsar una casilla no válida en cualquier momento no afectará el estado de la aplicación.
fr: Le jeu des Amazones peut être joué avec n'importe quel nombre d'Amazones et sur n'importe quelle taille ou forme de plateau. Vous pouvez configurer les réglages du jeu dans les paramètres de l'application. La configuration standard implique 4 Amazones pour chaque joueur/euse sur une grille 10x10. Si la totalité du plateau ne tient pas dans l'écran, vous pouvez glisser votre doigt pour voir les différentes zones du plateau. Le joueur ou la joueuse représenté(e) par les arcs joue toujours le premier ou la première. Le joueur ou la joueuse actuel(le) est indiqué(e) en bas de l'écran. Pour faire un mouvement, appuyez sur une Amazone que vous contrôlez, une case valide de destination et enfin une case sur laquelle tirer. Appuyer sur une case invalide à n'importe quel moment n'affectera pas l'état de l'application.
nl: Amazones kan worden gespeeld met een onbeperkt aantal amazones en op elk soort bord. In de instellingen kun je dit allemaal instellen. Het standaardbord wordt gespeeld met 4 amazones per speler op een rooster met 10 horizontale en verticale vakjes. Als het bord niet volledig op het scherm past, dan kun je vegen om de rest van het bord te bekijken. De speler met de boog begint. Onderaan het scherm wordt de huidige speler getoond. Je kunt een zet doen door op een van je amazones te drukken, gevolgd door een geldig bestemmingsvakje en een vakje waarnaar je een pijl wilt schieten. Je verliest je beurt niet als je op een ongeldig vakje drukt.

source: Tap the clockwise-facing reset button to start a new game using the standard configuration. This is also the configuration used when the app is launched. Tap the counterclockwise-facing reset button to start a new game with a custom starting configuration. The parameters are set in the game settings. During a game, tap the undo button to clear your square selections and start over. It is not currently possible to undo a completed move. While setting up a custom game, tap the undo button to undo the last selection.
de: Drücken Sie auf den in Uhrzeigersinn zeigenden Resetknopf, um ein neues Spiel mit der Standardkonfiguration zu starten. Diese ist auch die verwendete Konfiguration am Start der App. Drücken Sie auf den in Gegenuhrzeigersinn zeigenden Resetknopf, um ein neues Spiel mit eigener Konfiguration zu starten. Diese Parameter sind in den Einstellungen zu konfigurieren. Während des Spiels können Sie den Undo-Knopf drücken, um die Wahl an Felder zu löschen und den Zug neu zu starten. Es ist aktuell nicht möglich, einen beendeten Zug rückgängig zu machen. Beim Aufstellen eines neuen Spiels, löscht der Undo-Knopf das zuletzt gewählte Feld.
es: Pulse el botón de reinicio orientado en el sentido de las agujas del reloj para comenzar un nuevo juego usando la configuración estándar. Esta también es la configuración usada al iniciar la aplicación. Pulse el botón de reinicio orientado en el sentido contrario a las agujas del reloj para comenzar un nuevo juego usando la configuración personalizada. Los parámetros se establecen en la configuración del juego. Durante un juego, pulse el botón de deshacer para limpiar sus selecciones y empezar de nuevo. No es posible actualmente deshacer un movimiento completado. Mientras configura un juego personalizado, pulse el botón deshacer para deshacer la última selección.
fr: Appuyez sur l'icône de redémarrage en forme de flèche en sens horaire pour commencer une nouvelle partie en utilisation la configuration standard. C'est également la configuration utilisée lorsque l'application est lancée. Appuyez sur l'icône de redémarrage en forme de flèche en sens anti-horaire pour commencer une nouvelle partie en utilisant une configuration personnalisée. Les réglages sont définis dans les paramètres du jeu. Durant une partie, appuyez sur le bouton annuler pour effacer la sélection de vos cases et recommencer. Il n'est pas actuellement possible d'annuler un mouvement terminé. Lors de la configuration d'une partie personnalisée, appuyez sur le bouton annuler pour annuler la dernière sélection.
nl: Druk op de herstelknop in wijzerzin om een nieuw spel op een standaardbord te starten. Druk op de herstelknop in tegenwijzerzin om een nieuw spel op een eigen ingesteld bord te starten. Je kunt je eigen bord instellen in de spelinstellingen. Druk tijdens het spel op de knop ‘Ongedaan maken’ om de gekozen vakjes te demarkeren en nieuwe te kiezen. Het is momenteel niet mogelijk om een reeds gedane zet ongedaan te maken.

source: For more details, please refer to the <a href='https://en.wikipedia.org/wiki/Game_of_the_Amazons'>Wikipedia page</a> or <a href='https://www.youtube.com/watch?v=kjSOSeRZVNg'>the Numberphile YouTube video</a>.
de: Für weitere Details wenden Sie sich bitte an die <a href='https://de.wikipedia.org/wiki/Amazonen_(Spiel)'>Wikipedia Seite</a> oder <a href='https://www.youtube.com/watch?v=kjSOSeRZVNg'>das YouTube Video von Numberphile</a>.
es: Para más detalles, vea la <a href='https://es.wikipedia.org/wiki/Amazonas_(juego)'>página de Wikipedia</a> o <a href='https://www.youtube.com/watch?v=kjSOSeRZVNg'>el vídeo en YouTube de Numberphile</a>.
fr: Pour plus de détails, veuillez consulter la <a href='https://en.wikipedia.org/wiki/Game_of_the_Amazons'>page dédiée sur Wikipedia</a> ou <a href='https://www.youtube.com/watch?v=kjSOSeRZVNg'>la vidéo de la chaîne Numberphile sur YouTube</a> (en Anglais).
nl: Ga voor meer informatie naar de <a href='https://en.wikipedia.org/wiki/Game_of_the_Amazons'>Wikipedia-pagina</a> (Engels) of bekijk <a href='https://www.youtube.com/watch?v=kjSOSeRZVNg'>Numberphile's YouTube-video</a> (Engels).

source: Tap initial starting positions for first player
de: Drücken Sie auf die Startfelder des ersten Spielers
es: Pulsar las posiciones iniciales de partida para el primer jugador
fr: Appuyez sur les positions initiales de démarrage pour le premier joueur ou la première joueuse
nl: Eerste speler: druk op de startposities

source: Bows to move
de: Bogen am Zug
es: Turno de los arcos para mover
fr: Au tour des archers de jouer
nl: Het boogteam is aan zet

source: Tap initial starting positions for second player
de: Drücken Sie auf die Startfelder des zweiten Spielers
es: Pulsar las posiciones iniciales de partida para el segundo jugador
fr: Appuyez sur les positions initiales de démarrage pour le deuxième joueur ou la deuxième joueuse
nl: Tweede speler: druk op de startposities

source: Bows win! Controlled squares: %1 - %2.
de: Die Bogen gewinnen! Kontrollierte Felder: %1 - %2.
es: ¡Ganan los arcos! Casillas controladas: %1 - %2.
fr: Les archers ont gagné ! Cases controllées: %1 - %2.
nl: Het boogteam heeft gewonnen! Aantal bezette vakjes: %1 - %2.

source: Spears win! Controlled squares: %1 - %2.
de: Die Lanzen gewinnen! Kontrollierte Felder: %1 - %2.
es: ¡Ganan las lanzas! Casillas controladas: %1 - %2.
fr: Les lanciers ont gagné ! Cases controllées: %1 - %2.
nl: Het speerteam heeft gewonnen! Aantal bezette vakjes: %1 - %2.

source: Bows win!
de: Die Bogen gewinnen!
es: ¡Ganan los arcos!
fr: Les archers ont gagné !
nl: Het boogteam heeft gewonnen!

source: Spears win!
de: Die Lanzen gewinnen!
es: ¡Ganan las lanzas!
fr: Les lanciers ont gagné !
nl: Het speerteam heeft gewonnen!

source: Spears to move
de: Lanzen am Zug
es: Turno de las lanzas para mover
fr: Au tour des lanciers de jouer
nl: Het speerteam is aan zet

source: written by Arc676/Alessandro Vinciguerra. Project available under
de: Programmierung von Arc676/Alessandro Vinciguerra. Projekt verfügbar unter
es: escrito por Arc676/Alessandro Vinciguerra. Proyecto disponible bajo
fr: Écrit par Arc676/Alessandro Vinciguerra. Projet disponible sous
nl: gemaakt door Arc676/Alessandro Vinciguerra. Het project is beschikbaar onder de licentie

source: This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation (version 3).
de: Dieses Programm ist freie Software: du kannst es verteilen und/oder modifizieren nach den Regeln der GNU Public License wie von der Free Software Foundation (Version 3) veröffentlicht.
es: Este programa es software libre: puede redistribuirlo y/o modificarlo según los términos de la licencia pública general de GNU publicada por la fundación de software libre («Free Software Foundation (version 3)»).
fr: Ce programme est un logiciel libre : vous pouvez le redistribuer et/ou le modifier sous les termes de la Licence Générale Publique GNU telle que publiée par la Fondation du Logiciel Libre (version 3).
nl: Deze app is vrije software: je mag de app heruitgeven en/of aanpassen onder de voorwaarden van de GNU General Public License, zoals gepubliceerd door de Free Software Foundation (versie 3).

source: This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details.
de: Dieses Programm entstand in der Hoffnung, dass es nützlich ist, aber OHNE JEDE GARANTIE; nicht einmal implizierte Garantien für GEBRAUCHSFÄHIGKEIT oder EINE SPEZIELLE ANWENDBARKEIT. Für mehr Details lies bitte die GNU General Public License.
es: Este programa se distribuye con la esperanza de que sea útil pero SIN NINGUNA GARANTÍA; ni siquiera la garantía implícita de COMERCIALIZACIÓN o IDONEIDAD PARA UN FIN ESPECÍFICO. Vea la licencia pública general de GNU para más detalles.
fr: Ce programme est distribué dans l'espoir d'être utile, mais SANS AUCUNE GARANTIE, ni explicite ni implicite, y compris les garanties de commercialisation ou D'ADAPTATION DANS UN BUT SPÉCIFIQUE. Consultez la Licence Générale Publique GNU pour plus d'informations.
nl: Deze app wordt verspreidt in de hoop nuttig te zijn, maar wordt geleverd ZONDER ENIGE VORM VAN GARANTIE, zelfs zonder de garantie van VERKOOPBAARHEID of HET DIENEN VAN EEN BEPAALD DOEL. Bekijk voor meer informatie de voorwaarden van de GNU General Public License.

source: For the full license text, visit the <a href='https://github.com/Arc676/Amazons-Linux'>repository</a> or the <a href='http://www.gnu.org/licenses/'>GNU licenses page</a>
de: Für den gesamten Lizenztext, besuche das <a href='https://github.com/Arc676/Amazons-Linux'>Repository</a> oder die <a href='http://www.gnu.org/licenses/'>"GNU licenses" Seite</a>
es: Para el texto de la licencia completa, visite el <a href='https://github.com/Arc676/Amazons-Linux'>repositorio</a> o la <a href='http://www.gnu.org/licenses/'>página de licencias de GNU</a>
fr: Pour le texte complet de la licence, visitez le <a href='https://github.com/Arc676/Amazons-Linux'>dépôt</a> ou la <a href='http://www.gnu.org/licenses/licenses.fr.html'>page sur les licences GNU</a>
nl: De volledige licentietekst is te vinden in de <a href='https://github.com/Arc676/Amazons-Linux'>repo</a> (Engels) of op de <a href='http://www.gnu.org/licenses/'>GNU-licentiepagina</a>

source: %1 assets
de: %1 Ressourcen
es: Recursos bajo %1
fr: %1 ressources
nl: %1 elementen

source: All assets by Arc676/Alessandro Vinciguerra adapted from CC0 assets by %1
de: Alle Ressourcen von Arc676/Alessandro Vinciguerra basierend auf CC0 Ressourcen von %1
es: Todos los recursos de Arc676/Alessandro Vinciguerra, adaptados desde los recursos de CC0 por %1
fr: Toutes les ressources d'Arc676/Alessandro Vinciguerra sont adaptées de ressources CC0 par %1
nl: Alle elementen zijn gemaakt door Arc676/Alessandro Vinciguerra op basis van de CC0-items van %1

source: Amazons
de: Amazonen
es: Amazonas
fr: Amazones
nl: Amazones

source: Undo Choice
de: Wahl rückgängig machen
es: Deshacer elección
fr: Annuler le choix
nl: Ongedaan maken

source: New Standard Game
de: Neues Standardspiel
es: Nuevo juego estándar
fr: Nouvelle partie standard
nl: Nieuw standaardspel

source: Game Settings
de: Spieleinstellungen
es: Configuración del juego
fr: Paramètres du jeu
nl: Spelinstellingen

source: New Custom Game
de: Neues Benutzerdefiniertes Spiel
es: Nuevo juego personalizado
fr: Nouvelle partie personnalisée
nl: Nieuw eigen spel

source: About Amazons
de: Über Amazonen
es: Acerca de amazonas
fr: À propos d'Amazones
nl: Over Amazones

source: Gameplay Rules
de: Spielregeln
es: Reglas del juego
fr: Règles du jeu
nl: Spelregels

source: Are you sure you want to restart the game?
de: Sind Sie sicher, dass sie das Spiel zurücksetzen wollen?
es: ¿Seguro que quiere reiniciar el juego?
fr: Êtes-vous sûr(e) de vouloir redémarrer la partie ?
nl: Weet je zeker dat je het spel wilt herstarten?

source: Yes, restart
de: Ja, neu starten
es: Sí, reiniciar
fr: Oui, redémarrer
nl: Ja, herstarten

source: No, keep playing
de: Nein, weiter spielen
es: No, seguir jugando
fr: Non, continuer à jouer
nl: Nee, doorspelen

source: Game of the Amazons
de: Das Spiel der Amazonen
es: Juego de las amazonas
fr: Jeu des Amazones
nl: Amazones

source: Player 1 Amazons
de: Amazonen Spieler 1
es: Amazonas Jugador 1
fr: Amazones Joueur 1
nl: Amazones van speler 1

source: Player 2 Amazons
de: Amazonen Spieler 2
es: Amazonas Jugador 2
fr: Amazones Joueur 2
nl: Amazones van speler 2

source: Board width
de: Spielfeldbreite
es: Ancho del Tablero
fr: Largeur du Plateau
nl: Bordbreedte

source: Board height
de: Spielfeldhöhe
es: Altura del Tablero
fr: Hauteur du Plateau
nl: Bordhoogte
